/* Archive - NSOpenPanel button title */
"Archive" = "Archivieren";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Dateien archivieren";

/* title of progress window */
"Archive Utility" = "Archivierungsprogramm";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Die Archivierung von „%1$@“ in „%2$@“ wurde abgebrochen.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "„%1$@“ archivieren …";

/* Cancel */
"Cancel" = "Abbrechen";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Aufräumen …";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Es wurde kein beschreibbarer Ordner für die Inhalte von „%1$@“ gefunden. Versuchen Sie es in einen beschreibbaren Ordner zu bewegen.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Es wurde kein beschreibbarer Ordner für das Erstellen eines Archivs von „%1$@“ gefunden. Versuchen Sie es in einen beschreibbaren Ordner zu bewegen.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Die Archivierung von „%1$@“ in „%2$@“ wurde abgeschlossen.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Das Entpacken von „%1$@“ in „%2$@“ wurde abgeschlossen.";

/* Default name of progress window */
"Progress" = "Status";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Speicherort für „%1$@“ auswählen …";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "„%1$@“ konnte nicht in „%2$@“ archiviert werden.\n(Fehler %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "„%1$@“ konnte nicht gelöscht werden.";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Das Archiv „%1$@“ konnte nicht gelöscht werden.";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "„%@“ kann nicht entpackt werden - das Format wird nicht unterstützt.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "„%@“ kann nicht entpackt werden - StuffIt-Archive werden nicht unterstützt.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Das Entpacken von „%1$@“ in „%2$@“ konnte nicht abgeschlossen werden.\n„%3$@“ konnte nicht in den Zielordner bewegt werden.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "„%1$@“ konnte nicht an den Ort „%2$@“ bewegt werden.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "„%1$@“ konnte nicht an den Ort „%2$@“ bewegt werden.\nDas Zielobjekt ist kein Ordner oder existiert nicht.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "„%1$@“ konnte nicht in den Papierkorb bewegt werden.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Das Archiv „%1$@“ konnte nicht an den Ort „%2$@“ bewegt werden.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Das Archiv „%1$@“ konnte nicht an den Ort „%2$@“ bewegt werden.\nDas Zielobjekt ist kein Ordner oder existiert nicht.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Das Archiv „%1$@“ konnte nicht in den Papierkorb bewegt werden.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Das Archiv „%1$@“ konnte nicht geöffnet werden.\n(Fehler %2$d - %3$@)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Das beschädigte Archiv „%1$@“ konnte nicht geöffnet werden.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "„%1$@“ konnte nicht in „%2$@“ entpackt werden.\n(Fehler %3$d - %4$@)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Entpacken";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Datei entpacken";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Das Entpacken von „%1$@“ in „%2$@“ wurde abgebrochen.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "„%1$@“ entpacken …";

